tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
tap "ngrok/ngrok"
brew "python3"
brew "node"
brew "watchman"
brew "php"
brew "ruby"
brew "automake"
brew "coreutils"
brew "guile"
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "cask"
brew "libssh2"
brew "fish"
brew "folly"
brew "freetds"
brew "git"
brew "python@3.9"
brew "glib"
brew "gnupg"
brew "libyaml"
brew "node"
brew "ruby-build"
brew "watchman"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"



cask "adoptopenjdk8"
cask "git-credential-manager-core"
cask "kindle-comic-creator"
cask "ngrok"
cask "google-chrome"
cask "iterm2"
cask "postman"
cask "android-studio"
cask "sequel-pro"
cask "phpstorm"
cask "webstorm"
cask "pycharm"
cask "rubymine"
cask "jetbrains-toolbox"
cask "visual-studio-code"
cask "sublime-text"
cask "termius"
cask "dbngin"
cask "slack"
cask "whatsapp"
cask "docker"
cask "cleanmymac"
cask "discord"
cask "alfred"
cask "spectacle"
cask "1password"
cask "dropbox"
cask "raycast"
cask "fig"
cask "goland"
cask "tableplus"
