tap "adoptopenjdk/openjdk"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "microsoft/git"
tap "ngrok/ngrok"
tap "railwayapp/railway"
tap "shivammathur/php"
brew "openssl@3"
brew "apr-util"
brew "libssh2"
brew "aria2"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "bat"
brew "icu4c@76", link: true
brew "boost"
brew "python@3.12"
brew "boost-python3"
brew "glib"
brew "cairo"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "deno"
brew "dnsmasq"
brew "docker-clean"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "erlang"
brew "elixir"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fish"
brew "fisher"
brew "freetds"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gobject-introspection"
brew "guile"
brew "shared-mime-info"
brew "libheif"
brew "openssl@1.1"
brew "python@3.9"
brew "imagemagick"
brew "kubernetes-cli"
brew "libfido2"
brew "libpq"
brew "libtorrent-rasterbar"
brew "llvm"
brew "llvm@16"
brew "minicom"
brew "minikube"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "protobuf"
brew "mysql"
brew "nghttp2"
brew "nginx"
brew "node"
brew "nushell"
brew "php"
brew "php@8.1"
brew "php@8.2"
brew "phpbrew"
brew "pinentry-mac"
brew "python@3.10"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "rtl_433"
brew "rust"
brew "siege"
brew "sqlmap"
brew "thefuck"
brew "transmission-cli"
brew "wakeonlan"
brew "watchman"
brew "wget"
brew "wtfutil"
brew "xmlstarlet"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "railwayapp/railway/railway"
brew "shivammathur/php/php@8.0"
cask "adoptopenjdk8"
cask "firefox"
cask "git-credential-manager"
cask "gqrx"
cask "kindle-comic-creator"
cask "ngrok"
cask "zap"
vscode "aki77.rails-db-schema"
vscode "alexcvzz.vscode-sqlite"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "anbuselvanrocky.bootstrap5-vscode"
vscode "animus-coop.vscode-elixir-mix-formatter"
vscode "bmewburn.vscode-intelephense-client"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codingyu.laravel-goto-view"
vscode "craigmaslowski.erb"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "dzhavat.bracket-pair-toggler"
vscode "editorconfig.editorconfig"
vscode "eg2.vscode-npm-script"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "felixfbecker.php-intellisense"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.vscode-mysql"
vscode "geyao.html-snippets"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "glitchbl.laravel-create-view"
vscode "golang.go"
vscode "humao.rest-client"
vscode "idleberg.applescript"
vscode "ihunte.laravel-blade-wrapper"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "jakebecker.elixir-ls"
vscode "jasonnutter.search-node-modules"
vscode "jaymorrow.nodeassertionsnippets"
vscode "k--kato.intellij-idea-keybindings"
vscode "kaiwood.endwise"
vscode "l13rary.l13-duplicate"
vscode "leizongmin.node-module-intellisense"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "miramac.vscode-exec-node"
vscode "mjmcloug.vscode-elixir"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "naoray.laravel-goto-components"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "pgl.laravel-jump-controller"
vscode "phoenixframework.phoenix"
vscode "prisma.prisma"
vscode "rayhanw.erb-helpers"
vscode "rebornix.ruby"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritvyk.heex-html"
vscode "ryannaddy.laravel-artisan"
vscode "shan.code-settings-sync"
vscode "shufo.vscode-blade-formatter"
vscode "sonarsource.sonarlint-vscode"
vscode "stef-k.laravel-goto-controller"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "thekalinga.bootstrap4-vscode"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "tobiah.unity-tools"
vscode "unity.unity-debug"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vsciot-vscode.vscode-arduino"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.nodejs-extension-pack"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "zignd.html-css-class-completion"
