com.bambulab.BambuStudio
com.bitwarden.desktop.Locale
com.google.Chrome
com.jetbrains.GoLand
com.microsoft.Edge
com.visualstudio.code
de.bund.ausweisapp.ausweisapp2
io.dbeaver.DBeaverCommunity
io.github.cosmic_utils.cosmic-ext-applet-clipboard-manager
io.github.cosmic_utils.cosmic-ext-applet-external-monitor-brightness
io.github.hepp3n.kdeconnect
io.github.k33wee.clippy-land
io.podman_desktop.PodmanDesktop
md.obsidian.Obsidian
org.blender.Blender
org.blender.Blender.Codecs
org.freecad.FreeCAD
org.freedesktop.Platform
org.freedesktop.Platform.codecs-extra
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.nvidia-580-159-03
org.freedesktop.Platform.VAAPI.nvidia
org.freedesktop.Sdk
org.gnome.Platform
org.gtk.Gtk3theme.adw-gtk3-dark
org.kde.Platform
org.mozilla.firefox
org.strawberrymusicplayer.strawberry
